<?php

$sno=[
  'osn' => 'Общая СН',
  'usn_income' => 'Упрощенная СН (доходы)',
  'usn_income_outcome' => 'Упрощенная СН (доходы минус расходы)',
  'envd' => 'Единый налог на вмененный доход',
  'esn' => 'Единый сельскохозяйственный налог',
  'patent' => 'Патентная СН',
];

$payment_object	=[
  'commodity' => 'Товар',
  'excise' => 'Подакцизный товар',
  'job' => 'Работа',
  'service' => 'Услуга',
  'gambling_bet' => 'Ставка азартной игры',
  'gambling_prize' => 'Выигрыш азартной игры',
  'lottery' => 'Лотерейный билет',
  'lottery_prize' => 'Выигрыш лотереи',
  'intellectual_activity' => 'Предоставление результатов интеллектуальной деятельности',
  'payment' => 'Платеж',
  'agent_commission' => 'Агентское вознаграждение',
  'composite' => 'Составной предмет расчета',
  'another' => 'Другое',
];


$payment_method=[
  'full_prepayment' => 'Предоплата 100%',
  'prepayment' => 'Предоплата',
  'advance' => 'Аван',
  'full_payment' => 'Полный расчет',
  'partial_payment' => 'Частичный расчет и кредит',
  'credit' => 'Передача в кредит',
  'credit_payment' => 'Оплата кредита',
];


$vat=[
  'none' => 'Без НДС',
  'vat0' => 'НДС по ставке',
  'vat10' => 'НДС чека по ставке 10%',
  'vat20' => 'НДС чека по ставке 20%',
  'vat110' => 'НДС чека по расчетной ставке 10%',
  'vat120' => 'НДС чека по расчетной ставке 20%',
];
